Revit 2027 API
BuiltInFailures.GroupFailures.ElementsContainsFabricationData Property
 Unable to load models containing elements with fabrication data as group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ElementsContainsFabricationData { get; }
Public Shared ReadOnly Property ElementsContainsFabricationData As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ElementsContainsFabricationData {
	FailureDefinitionId^ get ();
}
static member ElementsContainsFabricationData : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace